Tekla.Structures.Filtering.Categories.BoltFilterExpressions.SiteWorkshop
The SiteWorkshop class represents the site/workshop filter expression.

Tekla.Structures.Filtering.Categories.BoltFilterExpressions.SiteWorkshop.#ctor
Initializes a new instance of the SiteWorkshop class.